<?php
declare(strict_types=1);

return [
    'list' => 'Список сущеостей',
    'saved' => 'Сохранено!',
    'success' => 'Успешно!',

    'book' => [
        'out_of_stock' => 'Запрашиваемая книга не доступна в нашей библиотеке',
        'not_hired_by_current_reader' => 'Вы не взяли эту книгу на прокат',
        'successfully_returned' => 'Книга успешна возвращена в библиотеку',
    ],

    'reader' => [
        'has_omissions' =>
            'Вы имеете один или несколько книг, которые уже просрочены (просречают) дни возврата.
            С этим поводом не можем вам сдавать на прокат новын книги',
    ]
];
